import './App.css';
import ImageSRC from './afficheSRC.jpg'


function App() {
  return (
    <div className="App">
      <h1>جمعية من ايدي لايدك</h1>      
      <h2>تحت اشراف جمعية أكودة زمان</h2>
      
      <p>تتمنى لكم رمضان مبارك</p>
      <img src={ImageSRC} alt='poster-ramadan'/>
      <p>
      ثبت عن النبيّ -صلّى الله عليه وسلّم- أنّه قال:
       (مَن نَفَّسَ عن مُؤْمِنٍ كُرْبَةً مِن كُرَبِ الدُّنْيَا، نَفَّسَ اللَّهُ عنْه كُرْبَةً مِن كُرَبِ يَومِ القِيَامَةِ،
        وَمَن يَسَّرَ علَى مُعْسِرٍ، يَسَّرَ اللَّهُ عليه في الدُّنْيَا وَالآخِرَةِ،
         وَمَن سَتَرَ مُسْلِمًا، سَتَرَهُ اللَّهُ في الدُّنْيَا وَالآخِرَةِ،
          وَاللَّهُ في عَوْنِ العَبْدِ ما كانَ العَبْدُ في عَوْنِ أَخِيهِ).
      </p>
      <p>
      السلام عليكم و رحمة الله و بركاته،
      هذه مساهماتكم لقفة رمضان 1443 الموافق لأفريل 2022
      ربي يبارك لكل من ساهم حتى لو بالكلمة الطيبة و جعله الله في ميزان حسناتك
      رمضان مبارك و كل عام و انتم بخير
      </p>
      <img src='/kofinPblc.jpg' alt='kofin-Ramadan'/>
      <video>
              <source
              alt='marhab-ramadan' src={'https://www.youtube.com/watch?v=5Qb_7wUVrkY'} 
                type='video/mp4'/>
      </video>
    </div>
  );
}

export default App;
